Revit 2027 API
ParameterTypeId.LoadMomentMy1 Property
 "My 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadMomentMy1 { get; }
Public Shared ReadOnly Property LoadMomentMy1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadMomentMy1 {
	ForgeTypeId^ get ();
}
static member LoadMomentMy1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace